export const historicalEvents = [
    { id: 1, year: 988, title: "Хрещення Русі", period: "Середньовіччя", details: "Прийняття християнства князем Володимиром Великим." },
    { id: 2, year: 1596, title: "Утворення УГКЦ", period: "Новий час", details: "Берестейська унія, що об'єднала частину православної церкви з католицькою." },
    { id: 3, year: 1648, title: "Козацька революція", period: "Новий час", details: "Початок Національно-визвольної війни під проводом Богдана Хмельницького." },
    { id: 4, year: 1991, title: "Незалежність України", period: "Новітній час", details: "24 серпня 1991 року ухвалено Акт проголошення незалежності України." }
];